{
    "changelog_title": "The Roadmap of HealTrace AI",
    "changelog_sub_title": "New updates and improvements to HealTrace AI.",
    "season1_name": "Season 1",
    "season1_title": "Fundraising & Capital Deployment",
    "season1_desc": "We will attract like-minded partners through various means to raise sufficient funds and provide strong support for the project's development.",
    "season1_item01_text": "Private Sale：Invite strategic investment institutions, venture capital funds, and industry leaders for early-stage investments to build a solid resource network.",
    "season1_item02_text": "Public Sale/IDO：Conduct public fundraising through decentralized platforms (such as Launchpad) to attract community investors to participate in the project’s development.",
    "season1_item03_text": "Token Bonding：Issue convertible bonds based on smart contracts to provide liquidity support for early supporters.",
    "season1_item04_text": "Governance Token Incentives：Allocate a portion of governance tokens ($HealToken) to long-term supporting institutional investors to promote ecosystem governance consensus.",
    "season2_name": "Season 2",
    "season2_title": "Product Development",
    "season2_desc": "We will significantly expand our team, attracting professionals from fields such as technology, healthcare, and marketing to actively promote technological breakthroughs and product implementation.",
    "season2_item01_text": "Core Team Expansion: Recruit senior AI engineers, blockchain developers, cryptoeconomists, medical experts, and marketing professionals to enhance the team structure.",
    "season2_item02_text": "AI Technology Breakthrough: Develop more advanced medical image analysis AI, intelligent diagnostic assistants, and integrate multimodal large models to improve the intelligent analysis of medical data.",
    "season2_item03_text": "Blockchain Infrastructure Construction: Build an efficient data privacy storage protocol based on Layer 2 to ensure patient data security while allowing users to control their health data access on-chain.",
    "season2_item04_text": "Smart Contracts and Decentralized Governance: Develop a DAO governance model to ensure the community's decision-making power within the future HealTrace AI ecosystem.",
    "season3_name": "Season 3",
    "season3_title": "Foundation Governance & Treasury Management",
    "season3_desc": "We will establish a Fund Committee responsible for project fund management, ecosystem incentive mechanism design, and strategic decision-making to ensure transparency and fairness in fund usage. Through a community voting mechanism, token holders will jointly participate in the long-term planning and development of the HealTrace AI ecosystem.",
    "season3_item01_text": "DAO Governance Mechanism: Establish a Decentralized Autonomous Organization (DAO), inviting core contributors, healthcare industry experts, and investment institution representatives to co-govern the project.",
    "season3_item02_text": "Fund Pool Management: Manage the ecosystem fund pool (Treasury) through smart contracts for R&D, community incentives, strategic partnerships, and market expansion.",
    "season3_item03_text": "Ecosystem Incentive Program: Set up liquidity mining, staking rewards, and other mechanisms to encourage users to lock $HealToken to support the long-term development of the project.",
    "season3_item04_text": "Compliance Process: Ensure the project complies with DeFi, Web3 healthcare data regulations such as HIPAA, GDPR, and national healthcare data regulatory policies.",
    "season4_name": "Season 4",
    "season4_title": "Beta Testing & Market Launch",
    "season4_desc": "Beta Testing: Invite early users, healthcare institutions, and developers to test the product, optimize AI models, and improve the security of smart contracts.",
    "season4_desc1": "Community Co-Building & Incentives:",
    "season4_desc1_item01_text": "Node Mining: Users can contribute computing power by running nodes to help train the AI, while earning $HealToken rewards.",
    "season4_desc1_item02_text": "Data Mining: Users can upload anonymized medical data for AI training and receive token incentives, enabling data value circulation.",
    "season4_desc1_item03_text": "Bounty Programs: Incentivize community members to contribute by participating in testing, bug discovery, content creation, promotion, and more.",
    "season4_desc2": "Mainnet & Market Expansion: After beta testing, officially deploy the smart healthcare application on the public blockchain and collaborate with global healthcare institutions, insurance companies, and health management platforms to drive market adoption.",
    "cta03_tips": "Never miss an update",
    "cta03_title": "Take control of your business",
    "cta03_desc": "Find out about our latest product changes as we continue improving Stellar to enable your team to collaborate better.",
    "cta03_input_placeholder": "Your email",
    "cta03_button": "Subscribe"
}